Repository: FedOAuth/FedOAuth
Catalog: fedoauth/translations/*.po
Languages: es, hu, ja, nl, pt_br

source: You have been logged out
es: Usted ha sido sacado
hu: Kijelentkezett
ja: ログアウトしました。
nl: Je bent nu uitgelogd
pt_br: Você saiu de sua conta

source: None provided
es: No provisto
hu: Nem került megadásra
ja: 何も提供されていません
nl: Geen aangegeven
pt_br: Não disponível

source: Incorrect username or password
es: Nombre de usuario o contraseña no válida
hu: Helytelen felhasználói név vagy jelszó
ja: 無効なユーザー名またはパスワードです。
nl: Incorrecte gebruikersnaam of wachtwoord
pt_br: Nome de usuário ou senha incorreta

source: This service is limited to the following users: %(users)s
es: Este servicio está limitado a los siguientes usuarios:%(users)s
hu: Ez a szolgáltatás a következő felhasználókra korlátozott: %(users)s
ja: このサービスは、次のユーザーに制限されています: %(users)s
nl: Deze dienst is beperkt tot de volgende gebruikers: %(users)s
pt_br: Este serviço é limitado para os seguintes usuários: %(users)s

source: Login
es: Ingreso
hu: Bejelentkezés
ja: ログイン
nl: Inloggen
pt_br: Nome de usuário

source: %(trust_root)s is asking to authenticate using the Fedora Account System
ja: %(trust_root)s が Fedora Account System を使用した認証を求めています。
nl: %(trust_root)s vraagt je om in te loggen met gebruik van het Fedora Account Systeem

source: Login with your FAS credentials
es: Ingresar con sus credenciales FAS
hu: Bejelentkezés a FAS azonosítójával
ja: FAS クレデンシャルを用いたログイン
nl: Log in met je Fedora accountgegevens
pt_br: Acesse com suas credenciais do FAS

source: FAS Username
es: Nombre de usuario en FAS
hu: FAS Felhasználói név
ja: FAS ユーザー名
nl: Fedora gebruikersnaam
pt_br: Nome de usuário FAS

source: Password
es: Contraseña
hu: Jelszó
ja: パスワード
nl: Wachtwoord
pt_br: Senha

source: Home
es: Inicio
hu: Kezdőoldal
ja: ホーム

source: This is the Federated Open Authentication provider homepage.
ja: こちらは Federated Open Authentication プロバイダーのホームページです。
nl: Dit is de Federated Open Authenticatie aanbieder homepagina.

source: You will be redirected to this application whenever another application requires you to authenticate.
ja: 他のアプリケーションが認証することを要求したときに、このアプリケーションにリダイレクトされます。
nl: Je zult naar deze toepassing doorverwezen worden als een andere toepassing je vraagt om in te loggen.

source: Userpage
es: Página del usuario
hu: Felhasználói oldal
ja: ユーザーページ
nl: Gebruikerspagina
pt_br: Página de usuário

source: This is the OpenID page for %(username)s.
es: Este es la página de OpenID de %(username)s.
hu: Ez az OpenID oldala %(username)s felhasználó számára.
ja: ここは %(username)s の OpenID ページです。
nl: De is de OpenID-pagina voor %(username)s.
pt_br: Essa é a pagina do OpenID para %(username)s.

source: This page is primarily used internally
es: Esta página es principalmente para uso interno
hu: Ez az oldal elsődlegesen belső használatú
ja: このページはおもに内部的に使用されます
nl: Deze pagina is vooral voor intern gebruik
pt_br: Esta página é utilizada primariamente internamente

source: Approval
es: Aprobación
hu: Elfogadás
ja: 承認
nl: Goedkeuring
pt_br: Aprovação

source: %(trust_root)s is asking to authenticate via OpenID using the Fedora Account System
es: %(trust_root)s le solicita autenticarse vía OpenID usando el Sistema de Cuentas de Fedora
hu: %(trust_root)s igényli hogy azonosítsa magát az OpenID szolgáltatáson keresztül a Fedora Azonosítói Rendszerébe
ja: %(trust_root)s が Fedora Account System を使用した OpenID 経由の認証を求めています。
nl: %(trust_root)s vraagt je om in te loggen met behulp van OpenID van het Fedora Account Systeem
pt_br: %(trust_root)s fez uma requisição para se autenticar via OpenID usando o Fedora Account System

source: Review the authorization details
es: Revisar los detalles de la autorización
hu: Azonosítási adatok áttekintése
ja: 権限の詳細のレビュー
nl: Controleer de machtigingsgegevens
pt_br: Revise os detalhes de autorização

source: Privacy Policy
es: Política de Privacidad
hu: Biztonsági szabályzat
ja: プライバシーポリシー
nl: Privacybeleid
pt_br: Política de Privacidade

source: Group
es: Grupo
hu: Csoport
ja: グループ
nl: Groep
pt_br: Grupo

source: FPCA Completed
es: FPCA completado
hu: FPCA befejeződött
ja: FPCA が完了しました
nl: FPCA voltooid
pt_br: FPCA Concluído

source: Reject
es: Rechazar
hu: Elutasítás
ja: 拒否する
nl: Afkeuren
pt_br: Rejeitar

source: Approve
es: Aprobar
hu: Elfogadás
ja: 承認する
nl: Goedkeuren
pt_br: Aprovar

source: True
es: Verdadero
hu: Igaz
nl: Waar
pt_br: Verdadeiro
